Repository: Andrea-MariaDB-2/YOURLS-Translations
Catalog: *.po
Languages: ast_es

source: Statistics for %s
ast_es: Estadístiques de %s

source: Short URL
ast_es: URL curtia

source: Aggregate stats for duplicate short URLs
ast_es: Amestar estadístiques d'URLs curties reperíes

source: Long URL
ast_es: URL llarga

source: Traffic statistics
ast_es: Estadístiques de tráficu

source: Traffic location
ast_es: Localizaciones del tráficu

source: Traffic sources
ast_es: Fontes del tráficu

source: Share
ast_es: Compartir

source: Last 24 hours
ast_es: Últimes 24 hores

source: Last 7 days
ast_es: Última selmana

source: Last 30 days
ast_es: Últimu mes

source: All time
ast_es: Tol tiempu

source: Number of hits : %s
ast_es: Númberu de clicks: %s

source: Historical click count
ast_es: Cuenta hestórica de clicks

source: about 1 day ago
ast_es: hai lo menos un día

source: Short URL created on %s
ast_es: URL curtia creada'l %s

source: %s per day
ast_es: %s por día

source: %s per hour
ast_es: %s por hora

source: %s hit
ast_es: %s click

source: Best day
ast_es: Meyor día

source: <strong>%1$s</strong> hit on %2$s
ast_es: <strong>%1$s</strong> click pa %2$s

source: Click for more details
ast_es: Calca pa ver más detalles

source: Year %s
ast_es: Añu %s

source: 1 hit
ast_es: Un click

source: No traffic yet. Get some clicks first!
ast_es: Inda nun hai tráficu. Espera que haya dalguna visita.

source: Top 5 countries
ast_es: Cinco primeros países

source: Overall traffic
ast_es: Tráficu total

source: No country data.
ast_es: Nun hai datos de países.

source: Referrer shares
ast_es: Tráficu referíu

source: Others
ast_es: Otres

source: Referrers
ast_es: Referios

source: (details)
ast_es: (detalles)

source: Various:
ast_es: Dellos:

source: Direct vs Referrer Traffic
ast_es: Tráficu directu frente a tráficu referíu

source: Direct
ast_es: Directu

source: Direct traffic:
ast_es: Tráficu directu:

source: <strong>%s</strong> hit
ast_es: <strong>%s</strong> click

source: Referrer traffic:
ast_es: Tráficu referíu:

source: No referrer data.
ast_es: Nun hai datos de referios.

source: Short link
ast_es: Enllaz curtiu

source: Title
ast_es: Títulu

source: IP Address
ast_es: Dirección IP

source: Searching for <strong>%1$s</strong> in <strong>%2$s</strong>.
ast_es: Buscando <strong>%1$s</strong> en <strong>%2$s</strong>.

source: Date
ast_es: Data

source: Display <strong>%1$s</strong> to <strong class="increment">%2$s</strong> of <strong class="increment">%3$s</strong> URLs
ast_es: Asoleyar de <strong>%1$s</strong> a <strong class="increment">%2$s</strong> de <strong class="increment">%3$s</strong> URLs

source: counting <strong>1</strong> click
ast_es: cuntando <strong>un</strong> click

source: Overall, tracking <strong class="increment">%1$s</strong> links, <strong>%2$s</strong> clicks, and counting!
ast_es: En total, siguiendo <strong class="increment">%1$s</strong> enllaces, <strong>%2$s</strong> clicks ¡y cuntando!

source: No URL
ast_es: Nun hai URL

source: %s version is too old. Ask your server admin for an upgrade.
ast_es: La versión %s tá obsoleta. Consulta a quien alministra'l servidor si ye posible una actualización.

source: YOURLS already installed.
ast_es: Instalación de YOURLS completada.

source: File <tt>.htaccess</tt> successfully created/updated.
ast_es: Creóse l'archivu <tt>.htaccess</tt> (o actualizóse) correctamente.

source: Could not write file <tt>.htaccess</tt> in YOURLS root directory. You will have to do it manually. See <a href="http://yourls.org/htaccess">how</a>.
ast_es: Foi imposible guardar l'archivu <tt>.htaccess</tt> nel directoriu raiz nel que tá instaláu YOURLS. Has guardalu manualmente. <a href="http://yourls.org/htaccess">Equí esplicámoste cómo hacerlo</a>.

source: Install YOURLS
ast_es: Instalar YOURLS

source: YOURLS Administration Page
ast_es: Páxina d'alministración de YOURLS

source: Unsupported action
ast_es: Acción non soportada

source: No plugin specified, or not a valid plugin
ast_es: Nun se indicó un <em>plugin</em> o'l <em>plugin</em> indicáu nun ye válidu

source: Plugin has been activated
ast_es: Anicióse'l <em>plugin</em>

source: Plugin has been deactivated
ast_es: Desanicióse'l <em>plugin</em>

source: Manage Plugins
ast_es: Xestionar <em>plugins</em>

source: Plugins
ast_es: <em>Plugins</em>

source: %s plugin
ast_es: %s <em>plugin</em>

source: You currently have <strong>%1$s</strong> installed, and <strong>%2$s</strong> activated
ast_es: Agora hai <strong>%1$s</strong> instalaos y <strong>%2$s</strong> aniciaos

source: Plugin Name
ast_es: Nome del <em>plugin</em>

source: Version
ast_es: Versión

source: Description
ast_es: Descripción

source: Author
ast_es: Autor(a)

source: Action
ast_es: Acción

source: Deactivate
ast_es: Desaniciar

source: Activate
ast_es: Aniciar

source: plugin file location: %s
ast_es: Localización del <em>plugin</em>: %s

source: Toggle active/inactive plugins
ast_es: Camudar ente <em>plugins</em> aniciaos/desaniciaos

source: If something goes wrong after you activate a plugin and you cannot use YOURLS or access this page, simply rename or delete its directory, or rename the plugin file to something different than <code>plugin.php</code>.
ast_es: Si dalgo va mal depués d'aniciar un <em>plugin</em> y nun puedes usar YOURLS o entrar n'esta páxina, cámbia-y el nome o borra'l directoriu del <em>plugin</em> o cámbia-y el nome del archivu del <em>plugin</em> por otru diferente a <code>plugin.php</code>.

source: More plugins
ast_es: Más <em>plugins</em>

source: For more plugins, head to the official <a href="http://yourls.org/pluginlist">Plugin list</a>.
ast_es: Si buscas más <em>plugins</em>, écha-y un güeyu a la <a href="http://yourls.org/pluginlist">llista oficial de <em>plugins</em></a>.

source: Cool YOURLS Tools
ast_es: Ferramienta interesante de YOURLS

source: Bookmarklets
ast_es: Marcadores

source: YOURLS comes with <span>four</span> handy <span>bookmarklets</span> for easier link shortening.
ast_es: YOURLS vien con <span>cuatro</span> <span>marcadores</span> manuales para facilitar l'acurtamientu d'enllaces.

source: Standard or Instant, Simple or Custom
ast_es: Normal o instantáneu, cenciellu o personalizáu

source: The <span>Standard Bookmarklets</span> will take you to a page where you can easily edit or delete your brand new short URL.
ast_es: El <span>marcador normal</span> llevarate a una páxina na que vas poder cambiar o borrar fácilmente la to URL curtia nueva.

source: The <span>Instant Bookmarklets</span> will pop the short URL without leaving the page you are viewing.
ast_es: El <span>marcador instantáneu</span> mostrarate la URL curtia nueva ensin abandonar la páxina que tas viendo.

source: The <span>Simple Bookmarklets</span> will generate a short URL with a random or sequential keyword.
ast_es: El <span>marcador cenciellu</span> xenerará una URL curtia con una pallabra clave aleatoria o secuencial.

source: The <span>Custom Keyword Bookmarklets</span> will prompt you for a custom keyword first.
ast_es: El <span>marcador personalizáu</span> pedirate qu'indiques enantes la pallabra clave personalizada que quieres.

source: With the Standard Bookmarklets you will also get a <span>Quick Share</span> tool box to make posting to Twitter, Facebook or Friendfeed a snap.
ast_es: Colos marcadores normales, tamién vas disponer de la ferramienta <span>Quick Share</span> cola que vas poder compartir l'enllaz en Twitter, Facebook y/o Friendfeed con un par de clicks.

source: If you want to share a description along with the link you're shortening, simply <span>select text</span> on the page you're viewing before clicking on your bookmarklet link
ast_es: Si quieres compartir una descripción xunto col enllaz que tas acurtiando, <span>escueye'l testu</span> deseáu na páxina que tés viendo enantes de facer click nel xenerador de marcadores

source: The Bookmarklets
ast_es: Los marcadores

source: Click and drag links to your toolbar (or right-click and bookmark it)
ast_es: Calca y arrastra los enllaces hasta la to barra de ferramientes (o fai click col botón derechu y escueye <em>Amestar esta páxina a marcadores</em>)

source: Standard (new page)
ast_es: Normal (páxina nueva)

source: Instant (popup)
ast_es: Instantáneu (ventama emerxente)

source: Simple
ast_es: Cenciellu

source: Drag to your toolbar!
ast_es: ¡Arrastra hacia la to barra de ferramientes!

source: Shorten
ast_es: Acurtiar

source: Instant Shorten
ast_es: Acurtiar instantáneamente

source: Custom Keyword
ast_es: Palabra clave personalizada

source: Custom shorten
ast_es: Acurtiar (personalizáu)

source: Instant Custom Shorten
ast_es: Acurtiar instantáneamente (personalizáu)

source: Prefix-n-Shorten
ast_es: Prefixu al acurtiar

source: When viewing a page, you can also prefix its full URL: just head to your browser's address bar, add "<span>%s</span>" to the beginning of the current URL (right before its 'http://' part) and hit enter.
ast_es: Cuanto tes visitando una páxina, tamién vas poder usar la so URL completa como prefixu: Vete a la barra de direcciones del to navegador, añade "<span>%s</span>" al principiu de la URL actual (xusto depués de 'http://') y calca Intro.

source: Note: this will probably not work if your web server is running on Windows
ast_es: Avisu: Esto probablemente nun funcionará si'l servidor tá corriendo sobre Windows

source: (which seems to be the case here)
ast_es: (parez ser el casu)

source: Secure passwordless API call
ast_es: Llamada segura a la API ensin contraseña

source: YOURLS allows API calls the old fashioned way, using <tt>username</tt> and <tt>password</tt> parameters.
ast_es: YOURLS permite llamaes a la API al vieyu estilu, usando los parámetros <tt>usuariu/a</tt> y <tt>contraseña</tt>.

source: If you're worried about sending your credentials into the wild, you can also make API calls without using your login or your password, using a secret signature token.
ast_es: Si te preocupa unviar les tos credenciales nes conexiones a la API, tamién puedes facer llamaes a la API ensin necesidá d'utilizar el to nome d'usuariu/a o la to contraseña, usando un identificador secretu.

source: Your secret signature token: <strong><code>%s</code></strong>
ast_es: El to identificador secretu: <strong><code>%s</code></strong>

source: (It's a secret. Keep it secret)
ast_es: (Ye secretu. Caltenlu siempre en secretu)

source: This signature token can only be used with the API, not with the admin interface.
ast_es: Esti identificador sólo puede usase cola API, non col panel d'alministración.

source: Usage of the signature token
ast_es: Usu del identificador

source: Simply use parameter <tt>signature</tt> in your API requests. Example:
ast_es: Simplemente usa'l parámetru <tt>signature</tt> nes tos peticiones a la API. Por exemplu:

source: Usage of a time limited signature token
ast_es: Usu d'un identificador por tiempu llimitáu

source: actual value:
ast_es: Valor actual:

source: Now use parameters <tt>signature</tt> and <tt>timestamp</tt> in your API requests. Example:
ast_es: Agora usa los parámetros <tt>signature</tt> y <tt>timestamp</tt> nes tos peticiones a la API. Por exemplu:

source: Actual values:
ast_es: Valores actuales:

source: This URL would be valid for only %s seconds
ast_es: Esta URL será válida sólo durante % segundos

source: See the <a href="%s">API documentation</a> for more
ast_es: Écha-y un güeyu a la <a href="%s">documentación de la API</a> pa más información

source: Upgrade YOURLS
ast_es: Actualizar YOURLS

source: Upgrade not required. Go <a href="%s">back to play</a>!
ast_es: Nun se precisa una actualización. <a href="%s">Torna p'atrás</a> ¡y enreda!

source: Your current installation needs to be upgraded.
ast_es: Esta instalación precisa ser actualizada.

source: Please, pretty please, it is recommended that you <strong>backup</strong> your database<br/>(you should do this regularly anyway)
ast_es: Por favor, ye mui recomendable que faigas una <strong>copia de seguridá</strong> de la to base de datos<br/>(en cualquier casu, deberíes faceles de forma regular)

source: Nothing awful <em>should</em> happen, but this doesn't mean it <em>won't</em> happen, right? ;)
ast_es: Nun pasó nada de lo terrible que podía suceder, pero esto nun quier dicir que nun vaya pasar ¿verdá? ;)

source: On every step, if <span class='error'>something goes wrong</span>, you'll see a message and hopefully a way to fix.
ast_es: En cada pasu, si <span class='error'>dalgo sal mal</span>, verás un mensaxe y, esperamos, una manera d'igualo.

source: If everything goes too fast and you cannot read, <span class="success">good for you</span>, let it go :)
ast_es: Si too va tan veloz que nun te da tiempu a lleelu, <span class="success">meyor para ti</span>, déxalu asina :)

source: Once you are ready, press "Upgrade" !
ast_es: En cuanto tes preparáu/ada, calca n'Actualizar

source: Upgrade
ast_es: Actualizar

source: Your installation is now up to date !
ast_es: ¡Agora la instalación tá actualizada!

source: Go back to <a href="%s">the admin interface</a>
ast_es: Torna p'atrás, al <a href="%s">panel d'alministración</a>

source: Logged out successfully
ast_es: Sesión cerrada correctamente

source: Invalid username or password
ast_es: El nome d'usuariu/a y/o contraseña nun son correctes

source: Please log in
ast_es: Por favor, entama sesión

source: <strong>Notice</strong>: your password is stored as clear text in your <tt>config.php</tt>
ast_es: <strong>Avisu</strong>: La to contraseña guárdase ensin encriptar nel archivu <tt>config.php</tt>

source: Did you know you can easily improve the security of your YOURLS install by <strong>encrypting</strong> your password?
ast_es: ¿Sabíes que puedes meyorar fácilmente la seguridá de la instalación de YOURLS <strong>encriptando</strong> la to contraseña?

source: See <a href="http://yourls.org/userpassword">UsernamePassword</a> for details
ast_es: Écha-y un güeyu a <a href="http://yourls.org/userpassword">UsernamePassword</a> pa saber cómo

source: 1 query
ast_es: Una consulta

source: Powered by %s
ast_es: Funciona con %s

source: Enter the URL
ast_es: Indica la URL

source: Optional
ast_es: Opcional

source: Custom short URL
ast_es: URL curtia personalizada

source: Shorten The URL
ast_es: Acurtiar la URL

source: Search for %1$s in %2$s
ast_es: Buscar %1$s en %2$s

source: Ascending
ast_es: Ascendente

source: Descending
ast_es: Descendente

source: Order by %1$s %2$s
ast_es: Ordenar por %1$s %2$s

source: Show %s rows
ast_es: Asoleyar %s filas

source: more
ast_es: más

source: less
ast_es: menos

source: Show links with %1$s than %2$s clicks
ast_es: Asoleyar enllaces con %1$s de %2$s clicks

source: before
ast_es: enantes

source: after
ast_es: depués

source: between
ast_es: durante

source: Show links created %1$s %2$s %3$s %4$s
ast_es: Asoleyar enllaces creaos %1$s %2$s %3$s %4$s

source: Search
ast_es: Buscar

source: Clear
ast_es: Llimpiar

source: 1 page
ast_es: Una páxina

source: Go to First Page
ast_es: Dir a la primer páxina

source: &laquo; First
ast_es: &laquo; Primera

source: Last &raquo;
ast_es: Última &raquo;

source: Your short link
ast_es: El to enllaz curtiu

source: Long link
ast_es: Enllaz llargu

source: Stats
ast_es: Estadístiques

source: Share with
ast_es: Compartir con

source: Tweet this!
ast_es: Compartir en Twitter

source: Share on Facebook
ast_es: Compartir en Facebook

source: Share on Friendfeed
ast_es: Compartir en Friendfeed

source: Save
ast_es: Guardar

source: Save new values
ast_es: Guardar valores nuevos

source: Cancel
ast_es: Cancelar

source: Cancel editing
ast_es: Cancelar modificación

source: Error, URL not found
ast_es: Xeneróse un tracamundiu: Nun s'atopó la URL

source: Edit
ast_es: Cambiar

source: Delete
ast_es: Borrar

source: Not a common link
ast_es: Nun ye un enllaz común

source: Original URL
ast_es: URL orixinal

source: Actions
ast_es: Acciones

source: Username
ast_es: Nome d'usuariu/a

source: Password
ast_es: Contraseña

source: Login
ast_es: Entamar sesión

source: Hello <strong>%s</strong>
ast_es: Hola <strong>%s</strong>

source: Logout
ast_es: Zarrar sesión

source: Help
ast_es: Ayuda

source: Go to the admin interface
ast_es: Dir al panel d'alministración

source: Admin interface
ast_es: Panel d'alministración

source: Tools
ast_es: Ferramienta

source: Today
ast_es: Güei

source: Close
ast_es: Zarrar

source: Table '%s' created.
ast_es: Creada la tabla '%s'.

source: Error creating table '%s'.
ast_es: Xeneróse un tracamundiu creando la tabla '%s'.

source: YOURLS tables successfully created.
ast_es: Creáronse les tables de YOURLS.

source: Error creating YOURLS tables.
ast_es: Xeneróse un tracamundiu creando les tables de YOURLS.

source: Sunday
ast_es: Domingu

source: Monday
ast_es: Llunes

source: Tuesday
ast_es: Martes

source: Wednesday
ast_es: Miércoles

source: Thursday
ast_es: Xueves

source: Friday
ast_es: Vienres

source: Saturday
ast_es: Sábadu

source: S_Sunday_initial
ast_es: Do

source: M_Monday_initial
ast_es: Ll

source: T_Tuesday_initial
ast_es: Ma

source: W_Wednesday_initial
ast_es: Mi

source: T_Thursday_initial
ast_es: Xu

source: F_Friday_initial
ast_es: Vi

source: S_Saturday_initial
ast_es: Sá

source: Sun
ast_es: Dom

source: Mon
ast_es: Llu

source: Tue
ast_es: Mar

source: Wed
ast_es: Mié

source: Thu
ast_es: Xue

source: Fri
ast_es: Vie

source: Sat
ast_es: Sáb

source: January
ast_es: Eneru

source: February
ast_es: Febreru

source: March
ast_es: Marzu

source: April
ast_es: Abril

source: May
ast_es: Mayu

source: June
ast_es: Xunu

source: July
ast_es: Xunetu

source: August
ast_es: Agostu

source: September
ast_es: Setiembre

source: October
ast_es: Ochobre

source: November
ast_es: Payares

source: December
ast_es: Avientu

source: Jan_January_abbreviation
ast_es: Xin

source: Feb_February_abbreviation
ast_es: Feb

source: Mar_March_abbreviation
ast_es: Mar

source: Apr_April_abbreviation
ast_es: Abr

source: May_May_abbreviation
ast_es: May

source: Jun_June_abbreviation
ast_es: Xun

source: Jul_July_abbreviation
ast_es: Xul

source: Aug_August_abbreviation
ast_es: Ago

source: Sep_September_abbreviation
ast_es: Set

source: Oct_October_abbreviation
ast_es: Och

source: Nov_November_abbreviation
ast_es: Pay

source: Dec_December_abbreviation
ast_es: Avi

source: number_format_thousands_sep
ast_es: Símbolu separador de miles

source: number_format_decimal_point
ast_es: Símbolu serparador de decimales

source: Could not find and deactivated plugin :
ast_es: Nun foi posible atopar y desaniciar el siguiente <em>plugin</em>:

source: Not a valid plugin file
ast_es: Nun ye un archivu válidu de <em>plugin</em>

source: Plugin already activated
ast_es: El <em>plugin</em> yá tá aniciáu

source: Plugin generated unexpected output. Error was: <br/><pre>%s</pre>
ast_es: El <em>plugin</em> xeneró una salida non esperada. L'erru foi:<br/><pre>%s</pre>

source: Plugin not active
ast_es: <em>Plugin</em> non aniciáu

source: This page does not exist. Maybe a plugin you thought was activated is inactive?
ast_es: Esta páxina nun esiste. ¿Igual un <em>plugin</em> que tuvo aniciáu agora yá nun lu tá?

source: Invalid link
ast_es: Enllaz non válidu

source: Missing or malformed URL
ast_es: Falta la URL o tá mal escrita

source: URL is a short URL
ast_es: La URL ye una URL curtia

source: Short URL %s already exists in database or is reserved
ast_es: La URL curtia %s yá esiste na base de datos o tá acutada

source: %s added to database
ast_es: %s amestada a la base de datos

source: %s already exists in database
ast_es: %s yá esiste na base de datos

source: Link updated in database
ast_es: Enllaz actualizáu na base de datos

source: Error updating %s (Short URL: %s)
ast_es: Xeneróse un tracamundiu actualizando %s (URL curtia: %s)

source: URL or keyword already exists in database
ast_es: La URL o la palabra clave yá esiste na base de datos

source: DB config missing, or could not find DB class
ast_es: Falta la configuración de la base de datos o nun s'atopa la clase de la base de datos

source: Fatal error
ast_es: Erru nun recuperable

source: if you are not redirected after 10 seconds, please <a href="%s">click here</a>
ast_es: si'l to navegador nun te redirecciona depués de 10 segundos, por favor, <a href="%s">calca equí</a>

source: Please <a href="%s">click here</a>
ast_es: Por favor, <a href="%s">calca equí</a>

source: Too many URLs added too fast. Slow down please.
ast_es: Demasiaes URLs amenstaes en mui pocu tiempu. Por favor, un poco más despaciu.

source: Forbidden
ast_es: Prohibíu

source: Unauthorized action or expired link
ast_es: Acción non autorizada o l'enllaz caducó

source: Error
ast_es: Erru

source: Service temporarily unavailable
ast_es: Servicu non disponible temporalmente

source: Our service is currently undergoing scheduled maintenance.
ast_es: Los nuestros servicios tán en mantenimientu.

source: Things should not last very long, thank you for your patience and please excuse the inconvenience
ast_es: Les tarees nun deberíen durar munchu tiempu. Gracies pola to paciencia y, por favor, disculpa les molesties

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
ast_es: %1$s tá <strong>descatalogáu</strong> dende la versión %2$s! Usa %3$s nel so llugar.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
ast_es: %1$s tá <strong>descatalogáu</strong> dende la versión %2$s y nun hai alternatives disponibles.
